export const cleanTooth = [{
  title: '洁牙',
  show: true,
  content: ['洁牙，俗称洗牙，专业术语龈上洁治术，是指用洁治器械去除牙龈上牙石、菌斑和色渍，并磨光牙面，以延迟菌斑和牙石再沉积。', '牙菌斑和牙结石是牙周病最主要的局部刺激因素，洁治术是去除龈上菌斑和牙石最有效的方法。'],
  imgs: [{
    url: 'a11'
  }]
}, {
  title: '预防牙齿变黄',
  show: false,
  content: ['1.常规半年到一年洁牙一次<br/> 2.掌握正确的刷牙方法', '3.餐后漱口，正确使用牙线（杜绝使用牙签剔牙）'],
  imgs: [{
    url: 'a12',
    alt: '0.5年~1年洁牙一次'
  }, {
    url: 'a13',
    alt: '正确刷牙方法'
  }, {
    url: 'a14',
    alt: '正确使用牙线'
  }]
}]

export const whiteningTooth = [{
  title: '牙齿美白',
  show: true,
  content: ['牙齿美白是指将化学氧化性漂白药物放在牙齿表面或内部，与牙齿发生化学反应使牙齿本身的颜色变白，',
    '或用物体粘附在牙齿表面遮盖牙齿本色，使牙齿颜色变白的过程。'],
  imgs: [{
    url: 'a21'
  }, {
    url: 'a22'
  }]
}, {
  title: '预防牙齿变黄',
  show: false,
  content: ['1.第一种是斑釉牙,又称为氟斑牙，为饮水中氟元素浓度过高所致,不要食用了某些药物或含氟量高的水质。<br/>2.第二种是四环素牙，为儿童时期经常服用四环素所致。',
    '3.第三种是吸烟，烟草中的黄色物质沾附于牙齿上所致。'],
  imgs: [{
    url: 'a23',
    alt: '注意含氟高的水'
  }, {
    url: 'a24',
    alt: '过量服用四环素'
  }, {
    url: 'a25',
    alt: '减少吸烟'
  }]
}]

export const cariesTooth = [{
  title: '龋齿',
  show: true,
  content: ['龋病俗称虫牙、蛀牙，是细菌性疾病，可以继发牙髓炎和根尖周炎，甚至能引起牙槽骨和颌骨炎症。',
    '如不及时治疗，病变继续发展，形成龋洞，终至牙冠完全破坏消失，其发展的最终结果是牙齿丧失。'],
  imgs: [{
    url: 'a31'
  }]
}, {
  title: '预防龋齿',
  show: false,
  content: ['1.少吃甜食，合理饮食。<br/> 2.预防牙菌斑产生 平常要注意多咀嚼粗纤维性食物，而且在喝茶喝咖啡后尽量漱漱口，也能减少牙菌斑产生。 ',
    '3.及时治疗牙列不齐<br/> 牙列不齐，容易使食物嵌塞或滞留在牙齿里面，从而易发生牙齿龋坏。<br/> 4.早晚刷牙，餐后漱口，平常塞食物要用牙线清理。'],
  imgs: [{
    url: 'a32',
    alt: '少吃甜食'
  }, {
    url: 'a33',
    alt: '多咀嚼纤维性食物'
  }, {
    url: 'a34',
    alt: '及时治疗牙列不齐'
  }]
}]

export const arrangeTooth = [{
  title: '牙齿排列',
  show: true,
  content: ['牙齿不齐又称错颌畸形，是指儿童在生长发育过程中，由先天的遗传因素或后天的环境因素导致。',
    '如疾病、口腔不良习惯、替牙异常等导致的牙齿、颌骨、颅面的畸形.'],
  imgs: [{
    url: 'a41'
  }]
}, {
  title: '预防牙齿排列不齐',
  show: false,
  content: ['1.幼儿期要早期教会并指导孩子正确刷牙，养成良好的口腔卫生习惯，消除吐舌、吮指、咬唇、咬物等不良习惯。',
    '2.要多给孩子吃一些坚硬耐磨的食品，如排骨、牛肉干、烧饼、锅巴、馒头干、苹果等。<br/>  3.喂养时要注意婴儿的体位、姿势，奶瓶的位置，奶嘴孔的大小等都要适中，防止对唇、颌发育的影响，更要避免吸吮空奶嘴的不良习惯。'],
  imgs: [{
    url: 'a42',
    alt: '正确刷牙'
  }, {
    url: 'a43',
    alt: '多吃耐磨食物'
  }, {
    url: 'a44',
    alt: '注意喂奶姿势'
  }]
}]

export const loosenTooth = [{
  title: '缺失牙',
  show: true,
  content: ['危害：<br/> 1.邻牙会倒向缺处及对合牙会伸长，从而造成松动<br/> 2.影响美观<br/> 3.说话漏风<br/> 4.咀嚼效率低，影响肠胃健康'],
  imgs: [{
    url: 'a51'
  }]
}, {
  title: '预防牙齿缺失',
  show: false,
  content: ['1.不挑食，多吃水果蔬菜，补充维生素',
    '2.注意口腔卫生，早晚刷牙，餐后漱口，掌握正确刷牙方法。<br/ 3.定期口腔检查，定期洁牙<br/>4.避免不必要的辐射'],
  imgs: [{
    url: 'a52',
    alt: '健康饮食'
  }, {
    url: 'a53',
    alt: '避免过硬食物'
  }, {
    url: 'a54',
    alt: '洁牙'
  }]
}]

export const toothCount = [{
  title: '牙齿数目',
  show: true,
  content: ['人类正常牙齿数目是乳牙20颗，恒牙28-32颗。牙齿数目异常表现为牙齿数目不足或数目过多。',
    '牙齿数目不足又称先天性缺牙，有个别缺牙，部分缺牙和全口缺牙。'],
  imgs: [{
    url: 'a61'
  }]
}, {
  title: '预防牙齿缺失/双排牙',
  show: false,
  content: ['1.孕妇妊娠期注意营养<br/> 2.定期进行口腔检查，早期发现问题，进行早期预防。',
    '3.放射线照射及药物'],
  imgs: [{
    url: 'a62',
    alt: '注意营养'
  }, {
    url: 'a63',
    alt: '定期口腔检查'
  }, {
    url: 'a64',
    alt: '注意放射线及药物'
  }]
}]

export const wisdomTooth = [{
  title: '智齿',
  show: true,
  content: ['由于智齿在口腔牙槽骨的最里端，牙刷很难有足够的活动空间来完成清洁。',
    '长此以往，牙齿周围堆积的食物残渣，往往会引起口腔炎症，如智齿冠周炎等。'],
  imgs: [{
    url: 'a71'
  }, {
    url: 'a72'
  }]
}, {
  title: '预防智齿发炎',
  show: false,
  content: ['1.每天早晚刷牙，晚上刷牙更重要，必须刷牙。可以的话用盐水刷牙更科学。',
    '2.漱口,饭后漱口有助于清洁口腔。另外可以选用漱口水来作为常规保健的方法。<br/> 3.牙线也是必备的工具，因为牙齿之间的缝隙是不可能靠牙刷来刷的，必须使用牙线。'],
  imgs: [{
    url: 'a73',
    alt: '盐水刷牙'
  }, {
    url: 'a74',
    alt: '饭后漱口'
  }, {
    url: 'a75',
    alt: '牙线清理牙间隙'
  }]
}]

export const oralMucosa = [{
  title: '口腔黏膜',
  show: true,
  content: ['口腔粘膜病即口腔黏膜病，口腔某一部位黏膜的正常色泽、外形、完整性与功能等发生改变的疾病。病变种类繁多，可以组合成复杂多样的损害。',
    '不及时治疗容易引发慢性盘状红斑狼疮、天疱疮、类天疱疮、舍格林氏综合征、贝赫切特综合征以及结节病等。'],
  imgs: [{
    url: 'a81'
  }]
}, {
  title: '预防口腔黏膜病',
  show: false,
  content: ['1.注意口腔卫生，避免损伤口腔黏膜。<br/> 2.保证充足的睡眠时间，避免过度疲劳。<br/> 3.保持心情舒畅，乐观开朗，避免着急。',
    '4.注意生活起居规律性和营养均衡性，戒除烟酒及槟榔，坚持体育锻炼，饮食清淡，多吃蔬菜水果，保持大便通畅，防止便秘。（妇女经期前后要注意休息，保持心情愉快，避免过度疲劳，饮食要清淡，多吃水果，新鲜蔬菜，多饮水等等，以减少口疮发生的机会。）'],
  imgs: [{
    url: 'a82',
    alt: '注意口腔卫生'
  }, {
    url: 'a83',
    alt: '保证充足睡眠'
  }, {
    url: 'a84',
    alt: '保持心情舒畅'
  }]
}]
