export const cleanTooth = [{
  title: '洁牙',
  show: true,
  content: ['洁牙，俗称洗牙，专业术语龈上洁治术，是指用洁治器械去除牙龈上牙石、菌斑和色渍，并磨光牙面，以延迟菌斑和牙石再沉积。', '牙菌斑和牙结石是牙周病最主要的局部刺激因素，洁治术是去除龈上菌斑和牙石最有效的方法。'],
  imgs: [{
    url: 'a11'
  }]
}, {
  title: '适宜症状/治疗方法',
  show: false,
  content: ['<em>症状：</em><br/> 1.牙龈炎、牙周炎  2.预防性治疗<br/> 3.口腔内其他治疗前准备',
    '<em>治疗方法：</em><br/> 1.超声波洁牙<br/> 优点：治疗时间较短<br/> 缺点：有轻微酸度感<br/> 2.手工洁牙<br/> 优点：无噪音，比较舒适<br/> 缺点：治疗时间长<br/> 3.360°邦卡洁牙<br/> 优点：舒适<br/> 缺点：治疗时间较长<br/> 4.气动洁牙<br/> 优点：气动洁牙震动感小、低噪声更小，更柔和、更舒适，并摆脱电磁干扰。'],
  imgs: [{
    url: 'w11',
    alt: '超声波洁牙'
  }, {
    url: 'w12',
    alt: '手工洁牙'
  }, {
    url: 'w13',
    alt: '喷砂洁牙'
  }]
}, {
  title: '提示禁忌',
  show: false,
  content: ['1.使用心脏人工起搏器的患者<br/> 2.患有牙龈部恶性肿瘤的患者<br/> 3.患有活动性心绞痛、半年内发作过的心肌梗死以及未能有效控制的高血压和心力衰竭等的患者不易接受常规洗牙治疗。<br/> 4.口腔局部软硬组织炎症处于急性期的患者（急性坏死性牙龈炎除外）<br/> 5.患有各种出血性疾病的患者<br/> 6.患有某些急性传染病的患者<br/> 7.孕妇']
}, {
  title: '治疗风险',
  show: false,
  content: ['只要是正规操作的洗牙是没有什么危险的，因为正常的牙齿表面是一层牙釉质，硬度非常高，完全可以忽略洗牙造成的影响。抛光用的橡皮轮材质较软，更不会对牙齿造成磨损。']
}, {
  title: '治疗周期',
  show: false,
  content: ['正常人一般要求每半年到一年进行一次洁牙（洁牙过程：40分钟~60分钟），牙周炎及牙周病等牙周状况欠佳的患者可3个月复查一次，或遵医嘱。']
}, {
  title: '治疗后常规反应',
  show: false,
  content: ['洗牙后的牙齿对冷热会有点敏感而感到酸痛，这暂时的症状及原来刷牙容易流血的情形通常在一周左右会消失。若酸痛症状一直存在可考虑市面上的抗敏感牙膏，使用一个月左右多会改善。']
}]

export const whiteningTooth = [{
  title: '牙齿美白',
  show: true,
  content: ['牙齿美白是指将化学氧化性漂白药物放在牙齿表面或内部，与牙齿发生化学反应使牙齿本身的颜色变白，',
    '或用物体粘附在牙齿表面遮盖牙齿本色，使牙齿颜色变白的过程。'],
  imgs: [{
    url: 'a21'
  }, {
    url: 'a22'
  }]
}, {
  title: '适宜症状/治疗方法',
  show: false,
  content: ['<em>注意：</em><br/>美白前必须先进行洁牙 。',
    '1.化学漂白（冷光美白、浩齿美白、诊室美白、）<br/> 1.1 诊室美白<br/>  优点：疗程短（一般情况下的牙黄来1次即可，严重者需来2~3次）<br/> 缺点：需来口腔医院，做后一周内有酸痛感，不能修复缺损牙体<br/> 1.2 居家美白<br/> 优点：可在家里自行美白（方便）<br/> 缺点：疗程长（需使用一段时间才能达到美白效果）<br/><br/>  2.遮盖美白（贴面美白）<br/> 优点：保持时间久，适宜人群广（除骨骼畸形和牙齿排列严重异常者外），可以修复缺损牙体。<br/> 缺点：需磨少量牙体（牙齿排列有问题者可能要牙齿根管治疗）不正常使用，可能会发生脱落或损崩。'],
  imgs: [{
    url: 'w21',
    alt: '化学漂白'
  }, {
    url: 'w22',
    alt: '遮盖美白'
  }]
}, {
  title: '温馨提示',
  show: false,
  content: ['1.治疗结束后可能出现牙齿的敏感情况，如出现较明显不适，可在医生指导下服用止痛药;牙齿敏感情况会在治疗后6~24小时消失。冷光牙齿美白后建议治疗后24小时内避免冷热饮。<br/> 2.居家美白要按使用说明书使用。<br/> 3.十六周岁以下的少年，不宜采用。<br/> 4.孕妇，不宜采用<br/> 5.患有严重牙周病的人士。建议是先治好牙周病，再进行冷光美白。']
}, {
  title: '治疗风险',
  show: false,
  content: ['目前使用的任何一种漂白剂都不是完全没有风险的。从临床来看，漂白剂引起的主要副作用有牙齿敏感、牙龈刺激、牙颁部和牙根外吸收。']
}, {
  title: '治疗周期',
  show: false,
  content: ['冷光美白：全过程30～40分钟。<br/>  效果持续时间：2年左右<br/> 浩齿美白：全过程30～40分钟。<br/>  效果持续时间：2-5年<br/> 贴面美白：需来3~4次，1次间隔1周，一次1~2小时<br/> 效果持续时间：20年以上<br/>']
}, {
  title: '治疗后常规反应',
  show: false,
  content: ['有一些重度四环素牙患者，第一次棱光没把治疗后的效果可能不太明显，但是第二次牙齿美白治疗后，牙齿的美白效果就会相当稳定，只要注意做好日常护理，效果可以维持很长一段时间']
}]

export const cariesTooth = [{
  title: '龋齿',
  show: true,
  content: ['龋病俗称虫牙、蛀牙，是细菌性疾病，可以继发牙髓炎和根尖周炎，甚至能引起牙槽骨和颌骨炎症。',
    '如不及时治疗，病变继续发展，形成龋洞，终至牙冠完全破坏消失，其发展的最终结果是牙齿丧失。'],
  imgs: [{
    url: 'a31'
  }]
}, {
  title: '龋齿治疗',
  show: false,
  content: ['<em>原理：</em><br/>用充填材料填充，并恢复牙齿缺损的外形，龋坏即可不继续发展。',
    '1.浅龋充填效果最好，用树脂填充修补外形，阻止齿坏<br/> 2.中龋和深龋的治疗，在去净龋坏组织以后，有时洞底已接近牙髓，就需要在洞底加一层护髓剂再填充。'],
  imgs: [{
    url: 'w31',
    alt: '浅龋齿'
  }, {
    url: 'w32',
    alt: '中/深龋齿'
  }]
}, {
  title: '温馨提示',
  show: false,
  content: ['1.越早的矫正牙齿龋齿发生率就越低<br/> 2.用含氟牙膏刷牙(不建议小孩子用) <br/> 3.上下刷牙，不要来回拉锯刷牙']
}, {
  title: '治疗风险',
  show: false,
  content: ['一般，龋齿治疗是没有太大风险的，只有在牙洞比较深时，在去腐质的过程中可能会露神经，这样就需要根管治疗']
}, {
  title: '治疗周期',
  show: false,
  content: ['补牙0.5~2个小时 -根管治疗2~4周']
}, {
  title: '治疗后常规反应',
  show: false,
  content: ['会有轻微的酸痛和需要缓和一周左右的时间牙齿才会恢复正常']
}]

export const arrangeTooth = [{
  title: '牙齿排列',
  show: true,
  content: ['牙齿不齐又称错颌畸形，是指儿童在生长发育过程中，由先天的遗传因素或后天的环境因素导致。',
    '如疾病、口腔不良习惯、替牙异常等导致的牙齿、颌骨、颅面的畸形.'],
  imgs: [{
    url: 'a41'
  }]
}, {
  title: '预防牙齿排列不齐',
  show: false,
  f_imgs: [{
    url: 'w41',
    alt: '隐形矫正'
  }, {
    url: 'w42',
    alt: '活动矫正'
  }],
  content: ['1.隐形正畸治疗<br/> 优点:美观,口腔卫生易清理,异物感小<br/> 缺点:治疗周期长(1.5年~2年)不适用严重的患者<br/> 2.活动矫治器<br/> 优点:适用用于小孩(替牙期乳牙期)<br/> 缺点:取戴麻烦,异物感大',
    '3.固定矫治器<br/> 优点:适用范围广<br/> 缺点:不美观<br/> 4.正颌外科牙齿矫正<br/> 优点:效果显著<br/> 缺点:创伤性大'],
  imgs: [{
    url: 'w43',
    alt: '固定矫正'
  }, {
    url: 'w44',
    alt: '正颌矫正'
  }]
}, {
  title: '温馨提示',
  show: false,
  content: ['1.每天早晚及三顿饭后都要刷牙，每次不少于三分种，选用毛软头小的优质牙刷，矫正器及牙面上不能有食物残留。<br/> 2.矫正器如有损坏应妥善保存，损坏的部分不可遗失，并及时与医师联系，尽快修复以免影响疗程和疗效。<br/> 3.如果配戴活动牙齿矫正器，每天早上、睡前必须清洗牙齿矫正器及彻底清洁牙齿，然後再戴上。如果不配戴时，必须将牙齿矫正器放在清水中。<br/> 4.手术后的三个月内尽量不要大笑、频繁讲话等。<br/> 5.不要用治疗侧吃东西，不要吃过冷过热的食物。']
}, {
  title: '治疗风险',
  show: false,
  content: ['正规医院处理不会有什么风险。<br/> 处理不当会有牙齿坏死松动脱落的风险，可能会造成牙周炎，出血等症状。']
}, {
  title: '治疗周期',
  show: false,
  content: ['1~2年']
}, {
  title: '治疗后常规反应',
  show: false,
  content: ['矫正器初戴后患者口腔内将产生一些不适反应，如牙齿酸痛，粘膜损伤，溃疡等，此类现象一般在三天到一周左右便能缓解或消除。如果是剧烈疼痛则是不正常的，应及时就医。']
}]

export const loosenTooth = [{
  title: '缺失牙',
  show: true,
  content: ['危害：<br/> 1.邻牙会倒向缺处及对合牙会伸长，从而造成松动<br/> 2.影响美观<br/> 3.说话漏风<br/> 4.咀嚼效率低，影响肠胃健康'],
  imgs: [{
    url: 'a51'
  }]
}, {
  title: '牙齿缺失治疗',
  show: false,
  content: ['1.活动义齿修复<br/> 优：易清理，治疗周期短。<br/> 缺：取戴麻烦，异物感大，邻牙易龋坏，咀嚼效率低 ',
    '2.固定桥修复<br/> 优：治疗周期短，不用取戴，异物感小，咀嚼效率高<br/> 缺：要损伤健康的邻牙。<br/> 3.种植修复<br/> 优：不用取戴，异物感小，咀嚼效率高，不损伤健康的邻牙。<br/> 缺：治疗周期长'],
  imgs: [{
    url: 'w51',
    alt: '活动义齿修复'
  }, {
    url: 'w52',
    alt: '固定桥修复'
  }]
}, {
  title: '温馨提示',
  show: false,
  content: ['1.注意口腔卫生，早晚刷牙，餐后漱口，掌握正确刷牙方法。<br/> 2.定期口腔检查，定期洁牙']
}, {
  title: '治疗风险',
  show: false,
  content: ['1.活动义齿修复<br/> 有些患者可能会对活动义齿修复的材质过敏，造成发炎，因活动义齿底部会对牙槽骨有压力造成牙槽骨吸收萎缩。<br/> 2.固定牙齿<br/> 需磨小邻牙做固定桥，可能会造成邻牙坏死<br/> 3.种植牙<br/> 没经过专业培训的医生操作可能会引起下唇麻木，面瘫，感染的不良反应，正规医生则不会。']
}, {
  title: '治疗周期',
  show: false,
  content: ['1.活动义齿修复2~4周<br/> 2.固定桥修复2~4周<br/> 3.种植修复2~3个月']
}, {
  title: '治疗后常规反应',
  show: false,
  content: ['会有轻微的刺痛和需要缓和一周左右的时间牙齿才会恢复正常']
}]

export const toothCount = [{
  title: '牙齿数目',
  show: true,
  content: ['人类正常牙齿数目是乳牙20颗，恒牙28-32颗。牙齿数目异常表现为牙齿数目不足或数目过多。',
    '牙齿数目不足又称先天性缺牙，有个别缺牙，部分缺牙和全口缺牙。'],
  imgs: [{
    url: 'a61'
  }]
}, {
  title: '预防牙齿缺失/双排牙',
  show: false,
  content: ['<em>先天原因：</em>主要是遗传的因素和胚胎发育时期缺少某些微量元素或接受辐射量大。 <br/><em>后天因素：</em>不良习惯导致的乳牙滞留 ',
    '1.空间受限，产生压力，使牙胚得不到最低限度的营养而退化，特别是第三磨牙。<br/> 治疗:目前常用正畸方法是关闭间隙、集中间隙或保持间隙以种植体或义齿修复，对于牙槽骨发育不足的多数缺牙和无牙的患者可采用外科手术植骨，术后种植体或义齿修复。 2.多生牙拔除（越早拔除越好），后期有间隙则可通过矫正关闭。'],
  imgs: [{
    url: 'w61',
    alt: '牙齿缺失'
  }, {
    url: 'w62',
    alt: '牙齿数目多'
  }]
}, {
  title: '温馨提示',
  show: false,
  content: ['1.做好口腔与种植牙的日常清洁<br/> 2.做种植牙后24小时内，不能刷手术区牙齿，以免刺激伤口<br/> 3.种植牙手术后当天，患者应吃半流或全流食，拆线以前进软食，不使用手术区的牙咀嚼食物。<br/> 4.手术后的三个月内尽量不要大笑、频繁讲话等<br/> 5.不要用治疗侧吃东西，不要吃过冷过热的食物']
}, {
  title: '治疗风险',
  show: false,
  content: ['1.没有选择正规医院进行种植牙,那么可能会有感染的风险。<br/> 2.拔牙有可能引起疼痛、出血、感染等不良反应，但患者抵抗力强，且按医嘱行事，医院无菌技术好，都可避免以上事情的发生。（注：拔牙前要拍X-线片，确定是多余的牙齿，评估拔牙难度，及规避神经管）<br/> 3.伤口裂开：这种情况是在种植牙修复时，缝合过紧或过松而导致的。']
}, {
  title: '治疗周期',
  show: false,
  content: ['1~3个月']
}, {
  title: '治疗后常规反应',
  show: false,
  content: ['手术后可出现微量的渗血现象，但是如果1-2小时后仍有出血现象，则应立即接受治疗。牙龈肿胀、种植体松动以及麻药剂的药效解除后仍有麻痹感时，最好向医生咨询。']
}]

export const wisdomTooth = [{
  title: '智齿',
  show: true,
  content: ['由于智齿在口腔牙槽骨的最里端，牙刷很难有足够的活动空间来完成清洁。',
    '长此以往，牙齿周围堆积的食物残渣，往往会引起口腔炎症，如智齿冠周炎等。'],
  imgs: [{
    url: 'a71'
  }, {
    url: 'a72'
  }]
}, {
  title: '智齿治疗',
  show: false,
  content: ['<em>萌出时间：</em>18岁以后 1.在智齿非常痛的时候可以吃颗止痛药，喷点西瓜霜喷剂 ',
    '2.每天早晚刷牙，晚上刷牙更重要，必须刷牙。有医生建议我用盐水刷，试过一次麻烦又很咸，我受不了，如果有人可以坚持这样刷，方法还是很科学的。<br/> 3.最直接的方法就是拔牙，一劳永逸。(一天内不能吃热食物，两个月内不能吃硬的)'],
  imgs: [{
    url: 'w71',
    alt: '日常预防'
  }, {
    url: 'w72',
    alt: '拔牙'
  }]
}, {
  title: '温馨提示',
  show: false,
  content: ['1.通常拔的时间越久，肿胀的时间也会比较久，尤其是阻生齿。<br/> 2.一小时内，所有的血水、口水都要吞下。不可漱口，以帮助血液凝结，伤口复原。<br/> 3.回家以后，饮食要喝粥，过几天慢慢恢复正常。<br/> 4.在牙龈发炎时不适合去拔掉智齿，应服用消炎药等炎症消除后再去拔牙。<br/> 其次，就是忌口，辛辣食物，烟酒，冷饮都不要吃。<br/> 5.月经期间不能拔智齿。女性怀孕期间不能拔牙；<br/> 有高血压、心脏病、血液疾病的不能拔牙；']
}, {
  title: '治疗风险',
  show: false,
  content: ['拔牙有可能引起疼痛、出血、感染等不良反应，但患者抵抗力强，且按医嘱行事，医院无菌技术好，都可避免以上事情的发生。（注：拔牙前要拍X-线片，评估拔牙难度，及规避神经管）']
}, {
  title: '治疗周期',
  show: false,
  content: ['７－１０天后可自由进食']
}, {
  title: '治疗后常规反应',
  show: false,
  content: ['会有轻微的刺痛和需要缓和一周左右的时间牙齿才会恢复正常']
}]

export const oralMucosa = [{
  title: '口腔黏膜',
  show: true,
  content: ['口腔粘膜病即口腔黏膜病，口腔某一部位黏膜的正常色泽、外形、完整性与功能等发生改变的疾病。病变种类繁多，可以组合成复杂多样的损害。',
    '不及时治疗容易引发慢性盘状红斑狼疮、天疱疮、类天疱疮、舍格林氏综合征、贝赫切特综合征以及结节病等。'],
  imgs: [{
    url: 'a81'
  }]
}, {
  title: '预防口腔黏膜病',
  show: false,
  content: ['<em>注意：</em><br/>需做系统性检查，确定是什么类的口腔黏膜疾病，对症下药：症状较轻者，局部用药即可；症状严重者，需全身用药。',
    '临床表现为：<br/> 口腔黏膜的色、型、质发生异常表现，及多半伴有疼痛史'],
  imgs: [{
    url: 'w81',
    alt: '需做系统性检查'
  }, {
    url: 'w82',
    alt: '临床表现'
  }]
}, {
  title: '温馨提示',
  show: false,
  content: ['对于口腔溃疡不要一概轻视，因为口腔内经久不愈的溃疡，由于经常受到咀嚼、说话的刺激，日久也有可能会发生癌变。所以如果你经常罹患口腔溃疡的话，就需要注意上述的问题。如有可疑就应及时到医院检查，必要时行病理检查，以明确诊断，再做相应的治疗，切不可粗心大意，延误治疗时机。']
}]
